{
	"hi": "¡React Router es increíble!",
	"pageTitle": "Hewitt Builders",
	"pageDescription": "¡Comience su próximo proyecto con Hewitt Builders hoy!",
	"purposeTitle": "Nuestro Propósito",
	"purposeDescription": "Mejorar la experiencia de construcción y cumplir la promesa de que la calidad importa.",
	"valuesTitle": "Nuestros Valores Fundamentales",
	"valuesStewardship": {
		"title": "Administración",
		"description": " en las prácticas de construcción, las comunicaciones y la gestión de equipos."
	},
	"valuesIntegrity": {
		"title": "Integridad",
		"description": " en el proceso, los detalles y el producto final."
	},
	"valuesQuality": {
		"title": "Calidad",
		"description": " en la experiencia, los materiales y la estructura construida."
	},
	"navigation": {
		"back": "Regresar",
		"home": "Volver al inicio",
		"home_tab": "Inicio",
		"about_tab": "Acerca de",
		"contact_tab": "Contáctenos"
	},
	"error": {
		"500": {
			"title": "¡Algo salió mal!",
			"description": "Parece que algo inesperado sucedió en el servidor."
		},
		"404": {
			"title": "¡Página no encontrada!",
			"description": "¡Ups! La página que buscas parece haberse desvanecido en el aire."
		},
		"403": {
			"title": "¡No autorizado!",
			"description": "Parece que no puedes acceder a esta página."
		},
		"200": {
			"title": "¡Algo salió mal!",
			"description": "Parece que algo inesperado sucedió en el servidor."
		}
	},
	"theme": {
		"light": "Claro",
		"dark": "Oscuro",
		"system": "Sistema"
	},
	"about": {
		"pageTitle": "Acerca de Hewitt Builders",
		"pageDescription": "Conozca más sobre David Hewitt, el fundador de Hewitt Builders, y el resto de nuestro equipo.",
		"daveBioBackground": "David Hewitt es un Ingeniero Civil y contratista general con licencia con experiencia en construcción residencial y comercial. David se graduó de la Facultad de Ingeniería de la Universidad Estatal de Carolina del Norte. Mientras estaba en la universidad, comenzó su carrera en la construcción como ingeniero de campo para una gran empresa de construcción, pasando luego a un rol de gestión de proyectos. David tiene experiencia en gestión de proyectos en varios segmentos del mercado, incluyendo viviendas multifamiliares, atención médica y municipal.",
		"daveBioFounderGoal": "Como fundador de Hewitt Builders, David quiere restaurar la confianza en el proceso de construcción y entregar proyectos de alta calidad. Su fuerte ética de trabajo y atención al detalle, combinadas con una aguda capacidad para resolver problemas, le permiten establecer expectativas claras y proporcionar resultados de alta calidad."
	},
	"contact": {
		"title": "¡Manos a la obra!"
	}
}
